tutorials/incompressible/simpleSolver/ras/ACCM_bump2D/0/nuTilda
/*---------------------------------------------------------------------------*\
Caelus 10.04
Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 6.943611e-05;

boundaryField
{
    bottom
    {
        type            symmetryPlane;
    }
    inflow
    {
        type            fixedValue;
        value           uniform 6.943611e-05;
    }
    left
    {
        type            empty;
    }
    outflow
    {
        type            zeroGradient;
    }
    right
    {
        type            empty;
    }
    top
    {
        type            symmetryPlane;
    }
    wall
    {
        type            fixedValue;
        value           uniform 0;
    }
}


// ************************************************************************* //
