tutorials/incompressible/simpleSolver/ras/ACCM_bump2D/constant/turbulenceProperties
/*-------------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*------------------------------------------------------------------------------*/

FoamFile
{
	version				2.0;
	format				ascii;
	class				dictionary;
	location			"constant";
	object				turbulenceProperties;
}

//--------------------------------------------------------------------------------

simulationType				RASModel;
